Repository: falanster/devfalanster
Catalog: sites/all/modules/yandex_metrics/translations/yandex_metrics.*.po
Languages: ru

source: Administer Yandex.Metrics Settings
ru: Управлять Yandex.Metrics настройками

source: Counter Code
ru: Код счетчика

source: Paste Yandex.Metrica counter code for your site here.
ru: Сюда вставьте код счетчика Яндекс.Метрики для вашего сайта.

source: Page specific tracking settings
ru: Настройки слежения для страниц

source: Add to every page except the listed pages.
ru: Добавить к каждой странице, кроме перечисленных.

source: Add to the listed pages only.
ru: Добавить только к перечисленным страницам.

source: Add code to specific pages
ru: Добавить код к определенным страницам

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
ru: Вводите по одному внутреннему пути Drupal на строку. Символ '*' заменяет любое количество символов. Например, введите %blog для обзорной страницы блогов, %blog-wildcard для всех персональных блогов. %front - главная страница.

source: Pages
ru: Страницы

source: Role specific tracking settings
ru: Настройки слежения для ролей

source: Add tracking for specific roles
ru: Добавить слежение за определенными ролями

source: Add to the selected roles only
ru: Добавить только для выделенных ролей

source: Add to every role except the selected ones
ru: Добавить для каждой роли, кроме выделенных

source: Roles
ru: Роли

source: If none of the roles are selected, all users will be tracked. If a user has any of the roles checked, that user will be tracked (or excluded, depending on the setting above).
ru: Если не выделено ни одной роли, все пользователи будут отслеживаться. Если пользователь обладает любой из выделенных ролей, этот пользователь будет отслеживаться (или нет, в зависимости от настроек выше).

source: Save
ru: Сохранить

source: The Counter Code settings has been saved successfully.
ru: Настройки Кода Счетчика успешно сохранены.

source: About the module
ru: О модуле

source: The <a href="@yandex_metrika" target="_blank">Yandex.Metrica</a> service is European alternative of Google Analytics. This is a free tool that helps you to increase the conversion rate of your site.
ru: Сервис <a href="@yandex_metrika" target="_blank">Яндекс.Метрика</a> это Европейская альтернатива Google Analytics. Это бесплатный инструмент, который помогает увеличить коэффициент конверсии вашего сайта.

source: The Yandex.Metrics Counter module allows to install <a href="@yandex_metrika" target="_blank">Yandex.Metrica</a> counter code on the site pages.
ru: Модуль Yandex.Metrics Счетчик позволяет установить код счетчика <a href="@yandex_metrika" target="_blank">Яндекс.Метрики</a> на страницы сайта.

source: Usage
ru: Использование

source: Installing counter
ru: Установка счетчика

source: Yandex.Metrics counter is JavaScript code that monitors user behavior on your website. You should <a href="@create_counter" target="_blank">create</a> and <a href="@install_counter">install</a> the counter to work with Yandex.Metrics service.
ru: Счетчик Яндекс.Метрики это JavaScript код, который следит за поведением пользователя на вашем сайте. Вам следует <a href="@create_counter" target="_blank">создать</a> и <a href="@install_counter">установить</a> счетчик для того, чтобы работать с сервисом Яндекс.Метрика.

source: Yandex.Metrica counter is JavaScript code that monitors user behavior on your website. You should <a href="@create_counter" target="_blank">create</a> and install the counter code to work with Yandex.Metrica service.
ru: Счетчик Яндекс.Метрики это JavaScript код, который следит за поведением пользователя на вашем сайте. Вам следует <a href="@create_counter" target="_blank">создать</a> и установить счетчик для того, чтобы работать с сервисом Яндекс.Метрика.

source: Integrate your site with Yandex.Metrica service.
ru: Интегрируйте сайт с сервисом Яндекс.Метрика.

source: Yandex.Metrics Counter
ru: Yandex.Metrics Счетчик

source: Allows to install Yandex.Metrica counter on the site pages.
ru: Позволяет устанавливать счетчик Яндекс.Метрики на страницы сайта.
